{ 
let botname = "☃𝙱𝚞𝚝𝚝𝚎𝚛𝚏𝚕𝚢 𝙱𝚘𝚝𝚣︎"
   
    
exports.ownermenu = (prefix) => {     
return `
╭──⬣👑「 𝙾𝚆𝙽𝙴𝚁 𝙼𝙴𝙽𝚄 」	⬣
│❏ヅ ${prefix}𝚖𝚘𝚍𝚎
│❏ヅ ${prefix}𝚋𝚛𝚘𝚊𝚍𝚌𝚊𝚜𝚝 
│❏ヅ ${prefix}𝚋𝚌𝚚𝚞𝚘𝚝𝚎𝚜  
│❏ヅ ${prefix}𝚜𝚎𝚝𝚝𝚑𝚞𝚖𝚋
│❏ヅ ${prefix}𝚜𝚎𝚝𝚝𝚛𝚘𝚕𝚒
│❏ヅ ${prefix}𝚜𝚎𝚝𝚙𝚙𝚋𝚘𝚝
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚕𝚘𝚔𝚊𝚜𝚒
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚝𝚎𝚔𝚜
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚜𝚝𝚒𝚌𝚔𝚎𝚛
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚊𝚞𝚍𝚒𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚘𝚒𝚌𝚎
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚒𝚍𝚎𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚐𝚒𝚏
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚕𝚎𝚊𝚟𝚎
│❏ヅ ${prefix}𝚕𝚎𝚊𝚟𝚎𝚊𝚕𝚕
│❏ヅ ${prefix}𝚊𝚍𝚍𝚝𝚛𝚞𝚝𝚑 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚍𝚊𝚛𝚎 
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚋𝚊𝚍𝚠𝚘𝚛𝚍
│❏ヅ ${prefix}𝚍𝚎𝚕𝚋𝚊𝚍𝚠𝚘𝚛𝚍 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚋𝚊𝚍𝚠𝚘𝚛𝚍 
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚙𝚛𝚎𝚖𝚒𝚞𝚖
│❏ヅ ${prefix}𝚊𝚍𝚍𝚙𝚛𝚎𝚖𝚒𝚞𝚖
│❏ヅ ${prefix}𝚍𝚎𝚕𝚙𝚛𝚎𝚖𝚒𝚞𝚖 
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚌𝚖𝚍 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚌𝚖𝚍
│❏ヅ ${prefix}𝚍𝚎𝚕𝚌𝚖𝚍 
└──⬣「 ${botname} 」⬣`
}

exports.toolsmenu = (prefix) => {
return `
╭──⬣「 ⚒️ 𝚃𝙾𝙾𝙻𝚂 𝙱𝙾𝚃 𝙼𝙴𝙽𝚄 」⬣
│❏ヅ ${prefix}𝚙𝚒𝚗𝚐
│❏ヅ ${prefix}𝚛𝚎𝚖𝚒𝚗𝚍𝚎𝚛
│❏ヅ ${prefix}𝚒𝚗𝚏𝚘𝚜𝚌
│❏ヅ ${prefix}𝚌𝚎𝚔𝚒𝚙
│❏ヅ ${prefix}𝚌𝚎𝚔𝚗𝚒𝚔
└──⬣「 ${botname} 」⬣`
}

exports.rpgmenu = (prefix) => {
return `
╭──⬣「 🎪 𝚁𝙿𝙶 𝙼𝙴𝙽𝚄 」⬣
│❏ヅ ${prefix}𝚓𝚘𝚒𝚗𝚛𝚙
│❏ヅ ${prefix}𝚖𝚒𝚜𝚒
│❏ヅ ${prefix}𝚖𝚒𝚗𝚒𝚗𝚐
│❏ヅ ${prefix}𝚖𝚊𝚗𝚌𝚒𝚗𝚐
│❏ヅ ${prefix}𝚊𝚍𝚟𝚎𝚗𝚝𝚞𝚛𝚎
│❏ヅ ${prefix}𝚋𝚎𝚛𝚋𝚞𝚛𝚞
│❏ヅ ${prefix}𝚙𝚛𝚘𝚏𝚒𝚕𝚎
│❏ヅ ${prefix}𝚕𝚎𝚊𝚍𝚎𝚛𝚋𝚘𝚊𝚛𝚍
│❏ヅ ${prefix}𝚛𝚙𝚐𝚜𝚑𝚘𝚙
└──⬣「 ${botname} 」⬣`
}


exports.limitmenu = (prefix) => {
return ` 	
╭──⬣ 🔑「 𝙻𝙸𝙼𝙸𝚃 𝙼𝙴𝙽𝚄 」⬣
│❏ヅ ${prefix}ceklimit
│❏ヅ ${prefix}𝚋𝚞𝚢𝚕𝚒𝚖𝚒𝚝
└──⬣「 ${botname} 」⬣`
}

exports.wibumenu = (prefix) => {
return `
╭──⬣ 🍅「 𝚆𝙸𝙱𝚄 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚕𝚘𝚕𝚒
└──⬣「 ${botname} 」⬣`
}

exports.searchmenu = (prefix) => {
return `
╭──⬣ 🔎「 𝚂𝙴𝙰𝚁𝙲𝙷 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚜𝚜𝚠𝚎𝚋 
│❏ヅ ${prefix}𝚕𝚒𝚛𝚒𝚔 𝚕𝚒𝚛𝚒𝚔
│❏ヅ ${prefix}𝚐𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚙𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚝 
│❏ヅ ${prefix}𝚢𝚝𝚜𝚎𝚊𝚛𝚌𝚑 
│❏ヅ ${prefix}𝚛𝚊𝚗𝚒𝚖𝚎 
│❏ヅ ${prefix}𝚐𝚘𝚘𝚐𝚕𝚎
└──⬣「 ${botname} 」⬣`
}

exports.dlmenu = (prefix) => {
return ` 
╭──⬣📥「 𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚙𝚕𝚊𝚢 
│❏ヅ ${prefix}𝚝𝚒𝚔𝚝𝚘𝚔𝚗𝚘𝚠𝚖 
│❏ヅ ${prefix}𝚢𝚝𝚖𝚙𝟹 
│❏ヅ ${prefix}𝚢𝚝𝚖𝚙𝟺 
│❏ヅ ${prefix}𝚝𝚠𝚒𝚝𝚝𝚎𝚛 
│❏ヅ ${prefix}𝚏𝚊𝚌𝚎𝚋𝚘𝚘𝚔 
│❏ヅ ${prefix}𝚒𝚗𝚜𝚝𝚊𝚐𝚛𝚊𝚖 
│❏ヅ ${prefix}𝚖𝚎𝚍𝚒𝚊𝚏𝚒𝚛𝚎 
└──⬣「 ${botname} 」⬣`
}

exports.mediamenu = (prefix) => {
return `
╭──⬣ 💿「 𝙼𝙴𝙳𝙸𝙰 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚝𝚘𝚞𝚛𝚕 
│❏ヅ ${prefix}𝚝𝚘𝚒𝚖𝚐 
│❏ヅ ${prefix}𝚜𝚎𝚖𝚘𝚓𝚒 
│❏ヅ ${prefix}𝚜𝚝𝚒𝚌𝚔𝚎𝚛 
└──⬣「 ${botname} 」⬣`
}

exports.katamenu = (prefix) => {
return `
╭──⬣🌬️ ⌜ ᴋᴀᴛᴀ - ᴋᴀᴛᴀ ᴍᴇɴᴜ ⌟⬣ 
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚊𝚕𝚒 
│❏ヅ ${prefix}𝚏𝚊𝚔𝚝𝚊𝚞𝚗𝚒𝚔
│❏ヅ ${prefix}𝚙𝚊𝚗𝚝𝚞𝚗
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚜𝚒𝚗𝚍𝚒𝚛𝚊𝚗
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚒𝚕𝚑𝚊𝚖
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚋𝚞𝚌𝚒𝚗
│❏ヅ ${prefix}𝚝𝚛𝚞𝚝𝚑
│❏ヅ ${prefix}𝚍𝚊𝚛𝚎
└──⬣「 ${botname} 」⬣`
}

exports.upswmenu = (prefix) => {
return `
╭──⬣ 🛶「 𝚄𝙿𝚂𝚆𝙱𝙾𝚃 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚐𝚒𝚏𝚝
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚝𝚎𝚔𝚜
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚒𝚍𝚎𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚊𝚞𝚍𝚒𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚘𝚒𝚌𝚎
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚕𝚘𝚔𝚊𝚜𝚒
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚜𝚝𝚒𝚌𝚔𝚎𝚛	
└──⬣「 ${botname} 」⬣`
}


exports.gamemenu = (prefix) => {
return ` 
╭──⬣ 🎮「 𝙶𝙰𝙼𝙴  」	⬣ 
│❏ヅ ${prefix}𝚜𝚕𝚘𝚝
│❏ヅ ${prefix}𝚖𝚊𝚕𝚒𝚗𝚐
└──⬣「 ${botname} 」⬣`
}


exports.funmenu = (prefix) => {
return `	
╭──⬣ 💩「 𝙵𝚄𝙽  𝙼𝙴𝙽𝚄  」⬣ 
│❏ヅ ${prefix}𝚝𝚛𝚞𝚝𝚑
│❏ヅ ${prefix}𝚍𝚊𝚛𝚎
│❏ヅ ${prefix}𝚓𝚊𝚍𝚒𝚊𝚗
│❏ヅ ${prefix}𝚗𝚐𝚎𝚠𝚎
│❏ヅ ${prefix}𝚝𝚎𝚛𝚐𝚊𝚢
│❏ヅ ${prefix}𝚝𝚎𝚛𝚐𝚘𝚋𝚕𝚘𝚐
│❏ヅ ${prefix}𝚝𝚎𝚛𝚓𝚎𝚕𝚎𝚔
│❏ヅ ${prefix}𝚝𝚎𝚛𝚠𝚒𝚋𝚞
│❏ヅ ${prefix}𝚝𝚎𝚛𝚙𝚊𝚗𝚍𝚊𝚒
│❏ヅ ${prefix}𝚝𝚎𝚛𝚜𝚊𝚗𝚐𝚎
│❏ヅ ${prefix}𝚝𝚎𝚛𝚌𝚊𝚗𝚝𝚒𝚔
│❏ヅ ${prefix}𝚝𝚎𝚛𝚐𝚊𝚗𝚝𝚎𝚗𝚐
│❏ヅ ${prefix}𝚍𝚊𝚛𝚔𝚓𝚘𝚔𝚎𝚜
└──⬣「 ${botname} 」⬣`
}


exports.ceritamenu = (prefix) => {
return `
╭──⬣ 📝「 𝙲𝙴𝚁𝙸𝚃𝙰  𝙼𝙴𝙽𝚄  」	⬣ 
│❏ヅ ${prefix}𝚌𝚎𝚛𝚙𝚎𝚗𝚌𝚒𝚗𝚝𝚊
│❏ヅ ${prefix}𝚌𝚎𝚛𝚙𝚎𝚗𝚑𝚘𝚛𝚘𝚛
└──⬣「 ${botname} 」⬣`
}


exports.gcmenu = (prefix) => {
return ` 
╭──⬣✨「 𝙶𝙲 𝙼𝙴𝙽𝚄 」	⬣ 
│❏ヅ ${prefix}𝚐𝚛𝚘𝚞𝚙
│❏ヅ ${prefix}𝚑𝚊𝚌𝚔𝚎𝚍
│❏ヅ ${prefix}𝚝𝚊𝚐𝚊𝚕𝚕 
│❏ヅ ${prefix}𝚑𝚒𝚍𝚎𝚝𝚊𝚐 
│❏ヅ ${prefix}𝚊𝚍𝚍
│❏ヅ ${prefix}𝚕𝚒𝚗𝚔𝚐𝚛𝚘𝚞𝚙
│❏ヅ ${prefix}𝚛𝚎𝚜𝚎𝚝𝚕𝚒𝚗𝚔
│❏ヅ ${prefix}𝚔𝚒𝚌𝚔 
│❏ヅ ${prefix}𝚓𝚘𝚒𝚗
│❏ヅ ${prefix}𝚍𝚎𝚖𝚘𝚝𝚎 
│❏ヅ ${prefix}𝚍𝚎𝚖𝚘𝚝𝚎𝚊𝚕𝚕
│❏ヅ ${prefix}𝚙𝚛𝚘𝚖𝚘𝚝𝚎 
│❏ヅ ${prefix}𝚙𝚛𝚘𝚖𝚘𝚝𝚎𝚊𝚕𝚕
│❏ヅ ${prefix}𝚍𝚎𝚕 
│❏ヅ ${prefix}𝚜𝚎𝚝𝚍𝚎𝚜𝚌 
│❏ヅ ${prefix}𝚜𝚎𝚝𝚗𝚊𝚖𝚎 
│❏ヅ ${prefix}𝚜𝚎𝚝𝚙𝚙𝚐𝚌 
│❏ヅ ${prefix}𝚎𝚟𝚎𝚗𝚝𝚐𝚌
│❏ヅ ${prefix}𝚊𝚗𝚝𝚒𝚕𝚒𝚗𝚔
│❏ヅ ${prefix}𝚠𝚎𝚕𝚌𝚘𝚖𝚎
│❏ヅ ${prefix}𝚗𝚘𝚋𝚊𝚍𝚠𝚘𝚛𝚍
└──⬣「 ${botname} 」⬣`
}


exports.savemenu = (prefix) => {
return `
╭──⬣⚙️「 𝚂𝚃𝙾𝚁𝙰𝙶𝙴 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚟𝚗
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚟𝚒𝚍𝚎𝚘
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚜𝚝𝚒𝚌𝚔𝚎𝚛
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚒𝚖𝚐
│❏ヅ ${prefix}𝚊𝚍𝚍𝚟𝚗 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚟𝚒𝚍𝚎𝚘 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚜𝚝𝚒𝚌𝚔𝚎𝚛 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚒𝚖𝚊𝚐𝚎 
│❏ヅ ${prefix}𝚐𝚎𝚝𝚟𝚗 
│❏ヅ ${prefix}𝚐𝚎𝚝𝚟𝚒𝚍𝚎𝚘 
│❏ヅ ${prefix}𝚐𝚎𝚝𝚜𝚝𝚒𝚌𝚔𝚎𝚛 
│❏ヅ ${prefix}𝚐𝚎𝚝𝚒𝚖𝚊𝚐𝚎 
└──⬣「 ${botname} 」⬣`
}


exports.convertmenu = (prefix) => {
return ` 
╭──⬣📍「 𝙲𝙾𝙽𝚅𝙴𝚁𝚃 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚐𝚝𝚝𝚜
│❏ヅ ${prefix}𝚝𝚘𝚟𝚗 
│❏ヅ ${prefix}𝚝𝚘𝚖𝚙𝟹
│❏ヅ ${prefix}𝚏𝚊𝚜𝚝
│❏ヅ ${prefix}𝚜𝚕𝚘𝚠
│❏ヅ ${prefix}𝚛𝚎𝚟𝚎𝚛𝚜𝚎
│❏ヅ ${prefix}𝚜𝚕𝚘𝚠𝟸
│❏ヅ ${prefix}𝚋𝚊𝚜𝚜
│❏ヅ ${prefix}𝚝𝚞𝚙𝚊𝚒
│❏ヅ ${prefix}𝚐𝚎𝚖𝚞𝚔
│❏ヅ ${prefix}𝚗𝚒𝚐𝚑𝚝𝚌𝚘𝚛𝚎
└──⬣「 ${botname} 」⬣`
}


exports.makermenu = (prefix) => {
return ` 
╭──⬣📖「 𝙼𝙰𝙺𝙴𝚁 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚋𝚞𝚊𝚝𝚚𝚞𝚘𝚝𝚎𝚜
└──⬣「 ${botname} 」⬣`
}


exports.edumenu = (prefix) => {
return ` 
╭──⬣💡「 𝙴𝙳𝚄𝙲𝙰𝚃𝙸𝙾𝙽 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚋𝚛𝚊𝚒𝚗𝚕𝚢 
│❏ヅ ${prefix}𝚠𝚒𝚔𝚒𝚙𝚎𝚍𝚒𝚊 
│❏ヅ ${prefix}𝚕𝚞𝚊𝚜-𝚜𝚎𝚐𝚒𝚝𝚒𝚐𝚊
│❏ヅ ${prefix}𝚔𝚎𝚕-𝚜𝚎𝚐𝚒𝚝𝚒𝚐𝚊
│❏ヅ ${prefix}𝚔𝚎𝚕-𝚙𝚎𝚛𝚜𝚎𝚐𝚒
│❏ヅ ${prefix}𝚕𝚞𝚊𝚜-𝚙𝚎𝚛𝚜𝚎𝚐𝚒
│❏ヅ ${prefix}𝚙𝚢𝚝𝚑𝚊𝚐𝚘𝚛𝚊𝚜
│❏ヅ ${prefix}𝚙𝚎𝚛𝚔𝚊𝚕𝚒𝚊𝚗
│❏ヅ ${prefix}𝚔𝚞𝚊𝚍𝚛𝚊𝚝
│❏ヅ ${prefix}𝚔𝚞𝚋𝚒𝚔
└──⬣「 ${botname} 」⬣`
}


exports.imagemenu = (prefix) => {
return ` 
╭──⬣📸️「 𝙸𝙼𝙰𝙶𝙴 𝙼𝙴𝙽𝚄 」	⬣ 
│❏ヅ ${prefix}𝚌𝚘𝚐𝚊𝚗 
│❏ヅ ${prefix}𝚌𝚎𝚌𝚊𝚗
│❏ヅ ${prefix}𝚊𝚗𝚓𝚒𝚗𝚐
│❏ヅ ${prefix}𝚔𝚞𝚌𝚒𝚗𝚐
│❏ヅ ${prefix}𝚛𝚘𝚜𝚎
│❏ヅ ${prefix}𝚖𝚘𝚞𝚗𝚝𝚊𝚒𝚗
│❏ヅ ${prefix}𝚝𝚊𝚝𝚊𝚜𝚞𝚛𝚢𝚊
│❏ヅ ${prefix}𝚙𝚎𝚗𝚝𝚘𝚕
│❏ヅ ${prefix}𝚐𝚊𝚖𝚒𝚗𝚐
│❏ヅ ${prefix}𝚙𝚛𝚘𝚐𝚛𝚊𝚖𝚒𝚗𝚐
│❏ヅ ${prefix}𝚒𝚜𝚕𝚊𝚖𝚒
│❏ヅ ${prefix}𝚛𝚢𝚞𝚗𝚓𝚒𝚗
│❏ヅ ${prefix}𝚍𝚘𝚛𝚊𝚎𝚖𝚘𝚗 
└──⬣「 ${botname} 」⬣`
}

  
exports.islammenu = (prefix) => {
return `
╭──⬣🕋「 𝙸𝚂𝙻𝙰𝙼 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚔𝚒𝚜𝚊𝚑𝚗𝚊𝚋𝚒
│❏ヅ ${prefix}𝚔𝚊𝚛𝚘𝚖𝚊𝚑𝚠𝚊𝚕𝚒
│❏ヅ ${prefix}𝚖𝚊𝚗𝚍𝚒𝚠𝚊𝚓𝚒𝚋
│❏ヅ ${prefix}𝚛𝚞𝚔𝚞𝚗𝚖𝚊𝚗𝚍𝚒
└──⬣「 ${botname} 」⬣`
}

exports.infomenu = (prefix) => {
return `
╭──⬣ 📑「 𝙸𝙽𝙵𝙾 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}covidindo
│❏ヅ ${prefix}𝚒𝚗𝚏𝚘𝚐𝚛𝚊𝚝𝚒𝚜𝚊𝚗
└──⬣「 ${botname} 」⬣`
}


}


